;; -*- no-byte-compile: t; -*-
;;; packages.el
(package! catppuccin-theme)
(package! vterm)
(package! org-modern)
(package! all-the-icons-ibuffer)
(package! all-the-icons-dired)
(package! all-the-icons-completion)
(package! org-roam-ui)
(package! org-transclusion)
(package! org-download)
(package! toc-org)
(package! lsp-mode)
(package! lsp-pyright)
(package! lsp-java)
(package! lsp-treemacs)
(package! lsp-docker)
(package! python-black)
(package! org)
(package! org-msg
  :recipe (:host github :repo "danielfleischer/org-msg" :branch "1.12")
  :pin "4dcd70f")
