;; -*- no-byte-compile: t; -*-
;;; packages.el
(package! catppuccin-theme)
(package! vterm)
(package! lsp-mode)
(package! lsp-pyright)
(package! lsp-java)
(package! lsp-treemacs)
(package! lsp-docker)
(package! python-black)
